---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KWh
source: html/f35047e7-f6bd-85fc-ccbf-55225033142d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KWh Property

Symbol kWh, indicating unit Kilowatt hours.

## Syntax (C#)
```csharp
public static ForgeTypeId KWh { get; }
```